package classes;

public class Information {
	public static final String[] LANGUAGES = new String[] {
			"Java", "C", "C++", "Python"
	};
	public static final String[] INF = new String[] {
			"Java — мультифункциональный объектно-ориентированный\n язык со строгой типизацией",
			"Си (англ. C) — стандартизированный процедурный язык\n программирования, разработанный в начале 1970-х годов",
			"Компилируемый, статически типизированный язык программирования\n общего назначения",
			"Высокоуровневый язык программирования общего назначения\n с динамической строгой типизацией и автоматическим управлением\n памятью"
	};
}
